Repository: Unanoc/SAP-service
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Text should contain letters
ru: Текст должен содержать буквы

source: Telegram channel name must have "@" at the begining
ru: Имя Telegram канала должно иметь "@" в начале

source: Fields must not be empty
ru: Поля не должны быть пустыми

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Password confirmation
ru: Подтверждение пароля

source: Password and Confirm password does not match
ru: Пароли не совпадают

source: Sorry, that login or password is invalid. Please try again.
ru: Извините, этот логин или пароль некорректны. Попробуйте еще раз.

source: Patronymic
ru: Отчество

source: E-mail
ru: Электронная почта

source: Date
ru: Дата

source: Student group name
ru: Название студенческой группы

source: Subject name
ru: Название предмета

source: Class type (e.g. lection, seminar and etc)
ru: Тип занятия (например, лекция, семинар и т.д.)

source: Telegram channel (e.g. @group_channel)
ru: Telegram канал (например, @имя_канала)

source: Commented
ru: Комментируемый отзыв

source: Estimated
ru: Оцениваемый отзыв

source: Class type
ru: Тип занятия

source: From
ru: От

source: To
ru: До

source: Change
ru: Изменить

source: Group:
ru: Группа

source: Professor
ru: Преподаватель

source: Write a comment...
ru: Напишите комментарий...

source: Send
ru: Отправить

source: Thank you!
ru: Спасибо тебе!

source: Sign in
ru: Вход

source: Sign up
ru: Регистрация

source: Sign out
ru: Выход

source: Profile
ru: Профиль

source: Help
ru: Помощь

source: Home
ru: Главная

source: Create a feedback
ru: Создать опросную форму

source: Create
ru: Создать

source: Generated link
ru: Сгенерированная ссылка

source: It will be sent to channel
ru: Это будет отправлено в канал

source: Copy a link
ru: Копировать ссылку

source: Copied
ru: Скопировано

source: List of created feedbacks
ru: Список созданных опросов

source: Group
ru: Группа

source: Subject
ru: Название предмета

source: Feedback type
ru: Тип отзыва

source: Telegram channel
ru: Telegram канал

source: Open
ru: Открыть

source: Delete
ru: Удалить

source: How to use?
ru: Как использовать?

source: Concept of using this service is very simple!
ru: Принцип использования сервиса очеь простой!

source: How to create a feedback page after class?
ru: Как создать опросную форму после занятия?

source: 1. First of all, you have to create telegram channel for your group and add student to it
ru: 1. Прежде всего, Вы должны создать Telegram канал, в который будут добавлены Ваши студенты

source: Then, copy @channel_name.
ru: Затем, скопируйте @имя_канала

source: 2. Open <b>Home</b> page and click on the button «Create a feedback»
ru: 2. Откройте страницу <b>Главная</b> и нажмите на кнопку «Создать опросную форму»

source: 3. Fill the form and press a button «Create». Pay attention to the last field of form <u><i>Telegram channel</i></u>
ru: 3. Заполните форму и нажмите на кнопку «Создать». Обратите внимание на поле формы <u><i>Telegram канал</i></u>

source: You have to paste a channel name in format @channel_name.
ru: Вы должны вставить имя канала в формате @имя_канала.

source: 4. After the link is generated you can copy it or send it to the telegram channel
ru: 4. После того, как ссылка сгенерирована Вы можете скопировать ее и отправить в Telegram канал

source: How to check feedback statistic?
ru: Как посмотреть статистику?

source: 1. Go <b>Home</b> -> <b>Statistics</b> and then you get 2 buttons: <u><i>Commented feedback</i></u> and <u><i>Estimated feedback
ru: 1. Перейдите в <b>Главная</b> -> <b>Статистика</b> и затем перед Вами буду 2 кнопки: <u><i>Комментируемый отзыв</i></u> и <u><i>Оцениваемый отзыв

source: 2. Choose a feedback type you want to see
ru: 2. Выберите тип обратной связи, для которой Вы хотите посмотреть статистику

source: 3. Fill the form to request data
ru: 3. Заполните форму, чтобы запросить данные

source: How to edit a prodile?
ru: Как изменить профиль?

source: 1. Go <b>Profile</b> -> <b>Edit Profile
ru: 1. Перейдите в <b>Профиль</b> -> <b>Редактировать профиль

source: 2. Fill the form to change your personal data
ru: Заполните форому, чтобы изменить Ваши личные данные

source: STUDENTS & PROFESSORS
ru: СТУДЕНТЫ И ПРЕПОДАВАТЕЛИ

source: feedback system for improving and analyzing of education process at school
ru: Система анализа качества образовательного процесса по отзывам обучающихся

source: Feedback
ru: Обратная связь

source: Statistics
ru: Статистика

source: Comments
ru: Комментарии

source: Go
ru: Вперед

source: No comments for your request
ru: Комментариев для такого запроса нет

source: Statistics by day
ru: Статистика по дню

source: Line
ru: Линия

source: Bar
ru: Полоса

source: Radar
ru: Радар

source: Doughnut
ru: Пончик

source: Pie
ru: Пирог

source: Polar Area
ru: Полярная зона

source: No data
ru: Данных нет

source: Daily group rating
ru: Рейтинг группы за день

source: Statistics by group
ru: Статистика по группе

source: Average group rating per period
ru: Средний рейтинг по группе за период

source: Estimated feedback statistics
ru: Статистика по Оцениваемому отзыву

source: By group
ru: По группе

source: By day
ru: По дню

source: STATISTICS
ru: СТАТИСТИКА

source: Go over statistics to analyze a quality of your classes.
ru: Посмотрите на статистику, чтобы проанализировать качество Ваших занятий.

source: Commented feedback
ru: Комментируемый отзыв

source: Estimated feedback
ru: Оцениваемый отзыв

source: Edit Profile
ru: Редактировать профиль

source: Save
ru: Сохранить

source: Done!
ru: Готово!

source: Bot is not a member of the channel or this channel does not exist.
ru: Бот не добавлен в канал или такой канал не существует

source: Something bad happend... Bot has not send this link. Please, try again.
ru: Что-то пошло не так... Бот не отправил ссылку. Попробуйте еще раз.
